Repository: iwbinb/LightPlan
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, pt_pt, th, zh_hans, zh_hant

# tab.today
source: Today
de: Heute
fr: Aujourd’hui
ja: 今日
ko: 오늘
pt_pt: Hoje
th: วันนี้
zh_hans: 今日
zh_hant: 今日

# tab.map
source: Map
de: Karte
fr: Carte
ja: 地図
ko: 지도
pt_pt: Mapa
th: แผนที่
zh_hans: 地图
zh_hant: 地圖

# tab.plans
source: Plans
de: Pläne
fr: Projets
ja: プラン
ko: 계획
pt_pt: Planos
th: แผน
zh_hans: 计划
zh_hant: 計劃

# tab.places
source: Places
de: Orte
fr: Lieux
ja: 場所
ko: 장소
pt_pt: Locais
th: สถานที่
zh_hans: 地点
zh_hant: 地點

# tab.settings
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ko: 설정
pt_pt: Definições
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定

# common.notice
source: Notice
de: Hinweis
fr: Information
ja: お知らせ
ko: 알림
pt_pt: Aviso
th: แจ้งให้ทราบ
zh_hans: 提示
zh_hant: 提示

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
pt_pt: Cancelar
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
de: Schließen
fr: Fermer
ja: 閉じる
ko: 닫기
pt_pt: Fechar
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# common.delete
source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ko: 삭제
pt_pt: Apagar
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# common.retry
source: Retry
de: Erneut versuchen
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_pt: Tentar novamente
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

# common.use
source: Use this place
de: Diesen Ort verwenden
fr: Utiliser ce lieu
ja: この場所を使う
ko: 이 장소 사용
pt_pt: Usar este local
th: ใช้สถานที่นี้
zh_hans: 使用此地点
zh_hant: 使用此地點

# common.back
source: Back
de: Zurück
fr: Retour
ja: 戻る
ko: 뒤로
pt_pt: Voltar
th: ย้อนกลับ
zh_hans: 返回
zh_hant: 返回

# common.edit
source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
ko: 편집
pt_pt: Editar
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

# common.done
source: Done
de: Fertig
fr: Terminé
ja: 完了
ko: 완료
pt_pt: Concluído
th: เสร็จสิ้น
zh_hans: 完成
zh_hant: 完成

# onboarding.title
source: Plan around the light.
de: Plane mit dem Licht.
fr: Planifiez avec la lumière.
ja: 光に合わせて、撮影を計画。
ko: 빛에 맞춰 촬영을 계획하세요.
pt_pt: Planeie com a luz.
th: วางแผนตามแสง
zh_hans: 为好光线，提前安排。
zh_hant: 為好光線，提前安排。

# onboarding.body
source: Choose a place and date. Explore the sun’s direction and save your shoot.
de: Wähle Ort und Datum, prüfe den Sonnenstand und speichere deinen Fotoplan.
fr: Choisissez un lieu et une date, explorez la direction du soleil et enregistrez votre séance.
ja: 場所と日付を選び、太陽の方向を確認して撮影プランを保存します。
ko: 장소와 날짜를 선택하고 태양의 방향을 확인한 뒤 촬영 계획을 저장하세요.
pt_pt: Escolha um local e uma data, veja a direção do sol e guarde o seu plano.
th: เลือกสถานที่และวันที่ ดูทิศทางดวงอาทิตย์ แล้วบันทึกแผนถ่ายภาพ
zh_hans: 选择地点和日期，查看太阳方向，保存拍摄计划。
zh_hant: 選擇地點和日期，查看太陽方向，儲存拍攝計劃。

# onboarding.offline
source: Sun and moon calculations work offline.
de: Sonnen- und Mondberechnungen funktionieren offline.
fr: Les calculs du soleil et de la lune fonctionnent hors ligne.
ja: 太陽と月の計算はオフラインで使えます。
ko: 태양과 달 계산은 오프라인에서도 작동합니다.
pt_pt: Os cálculos do sol e da lua funcionam sem internet.
th: คำนวณดวงอาทิตย์และดวงจันทร์ได้แบบออฟไลน์
zh_hans: 太阳和月亮计算支持离线。
zh_hant: 太陽和月亮計算支援離線。

# onboarding.privacy
source: No account required. Location is optional.
de: Kein Konto erforderlich. Standortzugriff ist optional.
fr: Aucun compte requis. La localisation est facultative.
ja: アカウントは不要。位置情報の利用は任意です。
ko: 계정이 필요 없으며 위치 사용은 선택 사항입니다.
pt_pt: Sem conta. O acesso à localização é opcional.
th: ไม่ต้องมีบัญชี และเลือกไม่ใช้ตำแหน่งได้
zh_hans: 无需账号，定位可选。
zh_hant: 無需帳號，定位可選。

# onboarding.caveat
source: Maps and place search need a connection. Clouds and obstructions can change the light you see.
de: Karten und Ortssuche benötigen Internet. Wolken und Hindernisse verändern das sichtbare Licht.
fr: Les cartes et la recherche de lieux nécessitent internet. Les nuages et les obstacles modifient la lumière observée.
ja: 地図と場所検索には通信が必要です。雲や障害物により実際の光は変わります。
ko: 지도와 장소 검색에는 인터넷이 필요합니다. 구름과 장애물에 따라 실제 빛은 달라집니다.
pt_pt: Os mapas e a pesquisa precisam de internet. Nuvens e obstáculos podem alterar a luz observada.
th: แผนที่และการค้นหาสถานที่ต้องใช้อินเทอร์เน็ต เมฆและสิ่งกีดขวางอาจเปลี่ยนแสงที่เห็น
zh_hans: 地图和地点搜索需要联网。云层与遮挡会影响现场光线。
zh_hant: 地圖和地點搜尋需要連線。雲層與遮擋會影響現場光線。

# onboarding.start
source: Explore an example
de: Beispiel ansehen
fr: Explorer un exemple
ja: サンプルを見る
ko: 예시 살펴보기
pt_pt: Explorar um exemplo
th: ลองดูตัวอย่าง
zh_hans: 先体验示例
zh_hant: 先體驗範例

# today.hero
source: Make time for good light.
de: Zeit für gutes Licht.
fr: Prenez le temps de la belle lumière.
ja: いい光のために、時間をつくる。
ko: 좋은 빛을 위한 시간을 만드세요.
pt_pt: Reserve tempo para uma boa luz.
th: เผื่อเวลาให้แสงสวย
zh_hans: 留一点时间，给好光线。
zh_hant: 留一點時間，給好光線。

# today.subtitle
source: Your place. Your timing.
de: Dein Ort. Dein Moment.
fr: Votre lieu. Votre moment.
ja: 場所を選び、タイミングをつかむ。
ko: 장소를 고르고 순간을 잡으세요.
pt_pt: O seu local. O seu momento.
th: สถานที่ของคุณ จังหวะของคุณ
zh_hans: 选好地点，掌握时机。
zh_hant: 選好地點，掌握時機。

# today.sunPosition
source: Sun position
de: Sonnenstand
fr: Position du soleil
ja: 太陽の位置
ko: 태양 위치
pt_pt: Posição do sol
th: ตำแหน่งดวงอาทิตย์
zh_hans: 太阳位置
zh_hant: 太陽位置

# today.chartCaption
source: Geometric solar altitude across the local day
de: Geometrische Sonnenhöhe im lokalen Tagesverlauf
fr: Hauteur géométrique du soleil durant la journée locale
ja: 現地の1日における太陽の幾何学的高度
ko: 현지 날짜의 태양 기하학적 고도
pt_pt: Altitude geométrica do sol ao longo do dia local
th: มุมเงยเชิงเรขาคณิตของดวงอาทิตย์ตลอดวันตามเวลาท้องถิ่น
zh_hans: 当地日期内的太阳几何高度
zh_hant: 當地日期內的太陽幾何高度

# today.openMap
source: Explore the light on a map
de: Licht auf der Karte erkunden
fr: Explorer la lumière sur la carte
ja: 地図で光を確認
ko: 지도에서 빛 살펴보기
pt_pt: Explorar a luz no mapa
th: ดูแสงบนแผนที่
zh_hans: 在地图上规划光线
zh_hant: 在地圖上規劃光線

# place.example
source: Example place
de: Beispielort
fr: Lieu d’exemple
ja: サンプルの場所
ko: 예시 장소
pt_pt: Local de exemplo
th: สถานที่ตัวอย่าง
zh_hans: 示例地点
zh_hant: 範例地點

# place.current
source: Current location
de: Aktueller Standort
fr: Position actuelle
ja: 現在地
ko: 현재 위치
pt_pt: Localização atual
th: ตำแหน่งปัจจุบัน
zh_hans: 当前位置
zh_hant: 目前位置

# place.useCurrent
source: Use my location
de: Meinen Standort verwenden
fr: Utiliser ma position
ja: 現在地を使う
ko: 내 위치 사용
pt_pt: Usar a minha localização
th: ใช้ตำแหน่งของฉัน
zh_hans: 使用我的位置
zh_hant: 使用我的位置

# place.search
source: Search places
de: Orte suchen
fr: Rechercher des lieux
ja: 場所を検索
ko: 장소 검색
pt_pt: Pesquisar locais
th: ค้นหาสถานที่
zh_hans: 搜索地点
zh_hant: 搜尋地點

# place.searchPlaceholder
source: City, landmark or address
de: Stadt, Wahrzeichen oder Adresse
fr: Ville, monument ou adresse
ja: 都市・ランドマーク・住所
ko: 도시, 명소 또는 주소
pt_pt: Cidade, ponto de interesse ou morada
th: เมือง สถานที่สำคัญ หรือที่อยู่
zh_hans: 城市、地标或地址
zh_hant: 城市、地標或地址

# place.manual
source: Enter coordinates
de: Koordinaten eingeben
fr: Saisir des coordonnées
ja: 座標を入力
ko: 좌표 입력
pt_pt: Introduzir coordenadas
th: ป้อนพิกัด
zh_hans: 输入经纬度
zh_hant: 輸入經緯度

source: Place name
de: Ortsname
fr: Nom du lieu
ja: 場所の名前
ko: 장소 이름
pt_pt: Nome do local
th: ชื่อสถานที่
zh_hans: 地点名称
zh_hant: 地點名稱

# place.latitude
source: Latitude (WGS84)
de: Breitengrad (WGS84)
ja: 緯度（WGS84）
ko: 위도 (WGS84)
th: ละติจูด (WGS84)
zh_hans: 纬度（WGS84）
zh_hant: 緯度（WGS84）

# place.longitude
source: Longitude (WGS84)
de: Längengrad (WGS84)
ja: 経度（WGS84）
ko: 경도 (WGS84)
th: ลองจิจูด (WGS84)
zh_hans: 经度（WGS84）
zh_hant: 經度（WGS84）

# place.timezone
source: IANA time zone, e.g. Asia/Shanghai
de: IANA-Zeitzone, z. B. Europe/Berlin
fr: Fuseau IANA, par ex. Europe/Paris
ja: IANAタイムゾーン（例：Asia/Tokyo）
ko: IANA 시간대 (예: Asia/Seoul)
pt_pt: Fuso IANA, por exemplo Europe/Lisbon
th: เขตเวลา IANA เช่น Asia/Bangkok
zh_hans: IANA时区，例如 Asia/Shanghai
zh_hant: IANA時區，例如 Asia/Shanghai

# place.manualNote
source: Use WGS84 coordinates and the destination’s named time zone. The app does not guess a time zone from longitude.
de: Nutze WGS84-Koordinaten und die benannte Zeitzone des Ziels. Die Zeitzone wird nicht aus dem Längengrad geschätzt.
fr: Utilisez des coordonnées WGS84 et le fuseau nommé du lieu. Le fuseau n’est pas déduit de la longitude.
ja: WGS84座標と目的地のタイムゾーン名を入力してください。経度からタイムゾーンを推測することはありません。
ko: WGS84 좌표와 목적지의 시간대 이름을 입력하세요. 경도로 시간대를 추정하지 않습니다.
pt_pt: Use coordenadas WGS84 e o fuso horário do destino. O fuso não é deduzido da longitude.
th: ใช้พิกัด WGS84 และชื่อเขตเวลาของปลายทาง แอปจะไม่เดาเขตเวลาจากลองจิจูด
zh_hans: 使用WGS84坐标，并填写目的地的命名时区。不会按经度猜测时区。
zh_hant: 使用WGS84座標，並填寫目的地的命名時區。不會按經度猜測時區。

# place.favorites
source: Favorite places
de: Gespeicherte Orte
fr: Lieux favoris
ja: お気に入りの場所
ko: 즐겨찾는 장소
pt_pt: Locais favoritos
th: สถานที่โปรด
zh_hans: 收藏地点
zh_hant: 收藏地點

# place.saveCurrent
source: Save this place
de: Diesen Ort speichern
fr: Enregistrer ce lieu
ja: この場所を保存
ko: 이 장소 저장
pt_pt: Guardar este local
th: บันทึกสถานที่นี้
zh_hans: 收藏当前地点
zh_hant: 收藏目前地點

# place.unnamed
source: Selected place
de: Ausgewählter Ort
fr: Lieu sélectionné
ja: 選択した場所
ko: 선택한 장소
pt_pt: Local selecionado
th: สถานที่ที่เลือก
zh_hans: 所选地点
zh_hant: 所選地點

# place.networkNote
source: Search requires internet. Saved coordinates and their sun and moon calculations remain available offline.
de: Die Suche benötigt Internet. Gespeicherte Koordinaten sowie Sonnen- und Mondberechnungen bleiben offline verfügbar.
fr: La recherche nécessite internet. Les coordonnées enregistrées et les calculs restent disponibles hors ligne.
ja: 検索には通信が必要です。保存した座標と太陽・月の計算はオフラインでも使えます。
ko: 검색에는 인터넷이 필요합니다. 저장된 좌표와 태양·달 계산은 오프라인에서도 사용할 수 있습니다.
pt_pt: A pesquisa precisa de internet. As coordenadas guardadas e os cálculos continuam disponíveis offline.
th: การค้นหาต้องใช้อินเทอร์เน็ต พิกัดที่บันทึกและการคำนวณดวงอาทิตย์กับดวงจันทร์ยังใช้แบบออฟไลน์ได้
zh_hans: 搜索需要联网。已保存地点的坐标与日月计算可以离线使用。
zh_hant: 搜尋需要連線。已儲存地點的座標與日月計算可以離線使用。

# map.title
source: Light planner
de: Lichtplanung
fr: Planificateur de lumière
ja: 光のプランナー
ko: 빛 계획
pt_pt: Planeador de luz
th: วางแผนแสง
zh_hans: 光线规划
zh_hant: 光線規劃

# map.body
source: Celestial body
de: Himmelskörper
fr: Astre
ja: 天体
ko: 천체
pt_pt: Corpo celeste
th: วัตถุท้องฟ้า
zh_hans: 天体
zh_hant: 天體

# map.date
source: Date
de: Datum
ja: 日付
ko: 날짜
pt_pt: Data
th: วันที่
zh_hans: 日期
zh_hant: 日期

# map.timeSlider
source: Time at the destination
de: Uhrzeit am Zielort
fr: Heure au lieu choisi
ja: 目的地の時刻
ko: 목적지 시간
pt_pt: Hora no destino
th: เวลาของปลายทาง
zh_hans: 目的地时间
zh_hant: 目的地時間

# map.destinationTime
source: Local time
de: Ortszeit
fr: Heure locale
ja: 現地時刻
ko: 현지 시간
pt_pt: Hora local
th: เวลาท้องถิ่น
zh_hans: 当地时间
zh_hant: 當地時間

# map.belowHorizon
source: Below the geometric horizon. A dashed line shows direction only.
de: Unter dem geometrischen Horizont. Die gestrichelte Linie zeigt nur die Richtung.
fr: Sous l’horizon géométrique. La ligne pointillée indique uniquement la direction.
ja: 幾何学的な地平線の下です。破線は方向のみを示します。
ko: 기하학적 지평선 아래입니다. 점선은 방향만 나타냅니다.
pt_pt: Abaixo do horizonte geométrico. A linha tracejada indica apenas a direção.
th: อยู่ใต้ขอบฟ้าเชิงเรขาคณิต เส้นประแสดงทิศทางเท่านั้น
zh_hans: 位于几何地平线下方。虚线仅表示方向。
zh_hant: 位於幾何地平線下方。虛線僅表示方向。

# map.directionNote
source: Lines point from the camera location toward the sun or moon. They do not model building shadows.
de: Linien zeigen vom Kamerastandort zur Sonne oder zum Mond. Gebäudeschatten werden nicht berechnet.
fr: Les lignes vont du point de prise de vue vers le soleil ou la lune. Elles ne modélisent pas les ombres des bâtiments.
ja: 線は撮影地点から太陽や月への方向です。建物の実際の影は計算しません。
ko: 선은 촬영 위치에서 태양이나 달을 향합니다. 건물의 실제 그림자는 계산하지 않습니다.
pt_pt: As linhas apontam do local da câmara para o sol ou a lua. Não representam sombras de edifícios.
th: เส้นชี้จากจุดถ่ายภาพไปยังดวงอาทิตย์หรือดวงจันทร์ ไม่ใช่แบบจำลองเงาอาคาร
zh_hans: 射线从拍摄点指向太阳或月亮，不代表建筑物的真实阴影。
zh_hant: 射線從拍攝點指向太陽或月亮，不代表建築物的真實陰影。

# map.accessibility
source: Map with sun and moon direction lines. The same values appear below.
de: Karte mit Sonnen- und Mondrichtung. Dieselben Werte stehen darunter.
fr: Carte avec les directions du soleil et de la lune. Les mêmes valeurs figurent en dessous.
ja: 太陽と月の方向を示す地図。同じ数値が下に表示されます。
ko: 태양과 달의 방향선이 있는 지도입니다. 같은 수치가 아래에 표시됩니다.
pt_pt: Mapa com a direção do sol e da lua. Os mesmos valores aparecem abaixo.
th: แผนที่แสดงทิศทางดวงอาทิตย์และดวงจันทร์ ค่าตัวเลขเดียวกันแสดงอยู่ด้านล่าง
zh_hans: 包含日月方向线的地图，相同数值在下方显示。
zh_hant: 包含日月方向線的地圖，相同數值在下方顯示。

# metric.azimuth
source: Azimuth · true north
de: Azimut · geografisch Nord
fr: Azimut · nord géographique
ja: 方位角・真北基準
ko: 방위각 · 진북
pt_pt: Azimute · norte verdadeiro
th: มุมทิศ · ทิศเหนือจริง
zh_hans: 方位角·真北
zh_hant: 方位角·真北

# metric.altitude
source: Geometric altitude
de: Geometrische Höhe
fr: Hauteur géométrique
ja: 幾何学的高度
ko: 기하학적 고도
pt_pt: Altitude geométrica
th: มุมเงยเชิงเรขาคณิต
zh_hans: 几何高度角
zh_hant: 幾何高度角

# body.sun
source: Sun
de: Sonne
fr: Soleil
ja: 太陽
ko: 태양
pt_pt: Sol
th: ดวงอาทิตย์
zh_hans: 太阳
zh_hant: 太陽

# body.moon
source: Moon
de: Mond
fr: Lune
ja: 月
ko: 달
pt_pt: Lua
th: ดวงจันทร์
zh_hans: 月亮
zh_hant: 月亮

# moon.illumination
source: Illuminated
de: Beleuchteter Anteil
fr: Fraction éclairée
ja: 照らされている割合
ko: 밝은 부분
pt_pt: Fração iluminada
th: ส่วนที่สว่าง
zh_hans: 照亮比例
zh_hant: 照亮比例

# band.night
source: Night
de: Nacht
fr: Nuit
ja: 夜
ko: 밤
pt_pt: Noite
th: กลางคืน
zh_hans: 夜间
zh_hant: 夜間

# band.astronomical
source: Astronomical twilight
de: Astronomische Dämmerung
fr: Crépuscule astronomique
ja: 天文薄明
ko: 천문박명
pt_pt: Crepúsculo astronómico
th: แสงสนธยาดาราศาสตร์
zh_hans: 天文曙暮光
zh_hant: 天文曙暮光

# band.nautical
source: Nautical twilight
de: Nautische Dämmerung
fr: Crépuscule nautique
ja: 航海薄明
ko: 항해박명
pt_pt: Crepúsculo náutico
th: แสงสนธยาทางทะเล
zh_hans: 航海曙暮光
zh_hant: 航海曙暮光

# band.blue
source: Blue hour
de: Blaue Stunde
fr: Heure bleue
ja: ブルーアワー
ko: 블루아워
pt_pt: Hora azul
th: ช่วงแสงสีน้ำเงิน
zh_hans: 蓝调时刻
zh_hant: 藍調時刻

# band.golden
source: Golden hour
de: Goldene Stunde
fr: Heure dorée
ja: ゴールデンアワー
ko: 골든아워
pt_pt: Hora dourada
th: ช่วงแสงสีทอง
zh_hans: 黄金时刻
zh_hant: 黃金時刻

# band.daylight
source: Daylight
de: Tageslicht
fr: Plein jour
ja: 日中
ko: 낮
pt_pt: Luz do dia
th: กลางวัน
zh_hans: 日间
zh_hant: 日間

# horizon.alwaysAbove
source: The sun stays above the nominal rise/set horizon on this date.
de: Die Sonne bleibt an diesem Datum über dem rechnerischen Auf- und Untergangshorizont.
fr: À cette date, le soleil reste au-dessus de l’horizon de lever et coucher retenu.
ja: この日は太陽が日の出・日の入りの基準線より上に留まります。
ko: 이 날짜에는 태양이 기준 일출·일몰 지평선 위에 머뭅니다.
pt_pt: Nesta data, o sol permanece acima do horizonte usado para o nascer e o pôr do sol.
th: ในวันนี้ดวงอาทิตย์อยู่เหนือขอบฟ้ามาตรฐานสำหรับเวลาขึ้นและตกตลอดวัน
zh_hans: 这一天太阳持续高于设定的日出日落地平线。
zh_hant: 這一天太陽持續高於設定的日出日落地平線。

# horizon.alwaysBelow
source: The sun stays below the nominal rise/set horizon. Twilight may still occur.
de: Die Sonne bleibt unter dem rechnerischen Horizont. Dämmerung ist dennoch möglich.
fr: Le soleil reste sous l’horizon retenu. Des périodes de crépuscule restent possibles.
ja: この日は太陽が基準線より下に留まりますが、薄明が生じる場合があります。
ko: 이 날짜에는 태양이 기준 지평선 아래에 머물지만 박명은 발생할 수 있습니다.
pt_pt: O sol permanece abaixo do horizonte de referência. Ainda pode haver crepúsculo.
th: ดวงอาทิตย์อยู่ใต้ขอบฟ้ามาตรฐานตลอดวัน แต่อาจยังมีแสงสนธยา
zh_hans: 这一天太阳持续低于设定的日出日落地平线，但仍可能有曙暮光。
zh_hant: 這一天太陽持續低於設定的日出日落地平線，但仍可能有曙暮光。

# event.none
source: No event today
de: An diesem Tag kein Ereignis
fr: Aucun événement ce jour
ja: この日は発生しません
ko: 오늘은 해당 현상 없음
pt_pt: Sem evento neste dia
th: ไม่มีเหตุการณ์นี้ในวันนี้
zh_hans: 当天无此事件
zh_hant: 當天無此事件

# event.sunrise
source: Sunrise
de: Sonnenaufgang
fr: Lever du soleil
ja: 日の出
ko: 일출
pt_pt: Nascer do sol
th: ดวงอาทิตย์ขึ้น
zh_hans: 日出
zh_hant: 日出

# event.sunset
source: Sunset
de: Sonnenuntergang
fr: Coucher du soleil
ja: 日の入り
ko: 일몰
pt_pt: Pôr do sol
th: ดวงอาทิตย์ตก
zh_hans: 日落
zh_hant: 日落

# event.goldenMorningStart
source: Morning golden hour starts
de: Goldene Morgenstunde beginnt
fr: Début de l’heure dorée du matin
ja: 朝のゴールデンアワー開始
ko: 아침 골든아워 시작
pt_pt: Início da hora dourada da manhã
th: เริ่มช่วงแสงสีทองตอนเช้า
zh_hans: 晨间黄金时刻开始
zh_hant: 晨間黃金時刻開始

# event.goldenMorningEnd
source: Morning golden hour ends
de: Goldene Morgenstunde endet
fr: Fin de l’heure dorée du matin
ja: 朝のゴールデンアワー終了
ko: 아침 골든아워 종료
pt_pt: Fim da hora dourada da manhã
th: สิ้นสุดช่วงแสงสีทองตอนเช้า
zh_hans: 晨间黄金时刻结束
zh_hant: 晨間黃金時刻結束

# event.goldenEveningStart
source: Evening golden hour starts
de: Goldene Abendstunde beginnt
fr: Début de l’heure dorée du soir
ja: 夕方のゴールデンアワー開始
ko: 저녁 골든아워 시작
pt_pt: Início da hora dourada da tarde
th: เริ่มช่วงแสงสีทองตอนเย็น
zh_hans: 傍晚黄金时刻开始
zh_hant: 傍晚黃金時刻開始

# event.goldenEveningEnd
source: Evening golden hour ends
de: Goldene Abendstunde endet
fr: Fin de l’heure dorée du soir
ja: 夕方のゴールデンアワー終了
ko: 저녁 골든아워 종료
pt_pt: Fim da hora dourada da tarde
th: สิ้นสุดช่วงแสงสีทองตอนเย็น
zh_hans: 傍晚黄金时刻结束
zh_hant: 傍晚黃金時刻結束

# event.blueMorningStart
source: Morning blue hour starts
de: Blaue Morgenstunde beginnt
fr: Début de l’heure bleue du matin
ja: 朝のブルーアワー開始
ko: 아침 블루아워 시작
pt_pt: Início da hora azul da manhã
th: เริ่มช่วงแสงสีน้ำเงินตอนเช้า
zh_hans: 晨间蓝调时刻开始
zh_hant: 晨間藍調時刻開始

# event.blueEveningStart
source: Evening blue hour starts
de: Blaue Abendstunde beginnt
fr: Début de l’heure bleue du soir
ja: 夕方のブルーアワー開始
ko: 저녁 블루아워 시작
pt_pt: Início da hora azul da tarde
th: เริ่มช่วงแสงสีน้ำเงินตอนเย็น
zh_hans: 傍晚蓝调时刻开始
zh_hant: 傍晚藍調時刻開始

# event.blueEveningEnd
source: Evening blue hour ends
de: Blaue Abendstunde endet
fr: Fin de l’heure bleue du soir
ja: 夕方のブルーアワー終了
ko: 저녁 블루아워 종료
pt_pt: Fim da hora azul da tarde
th: สิ้นสุดช่วงแสงสีน้ำเงินตอนเย็น
zh_hans: 傍晚蓝调时刻结束
zh_hant: 傍晚藍調時刻結束

# event.astronomicalDawn
source: Astronomical dawn
de: Astronomische Morgendämmerung
fr: Aube astronomique
ja: 天文薄明の始まり
ko: 천문박명 시작
pt_pt: Alvorada astronómica
th: รุ่งอรุณดาราศาสตร์
zh_hans: 天文晨光开始
zh_hant: 天文晨光開始

# event.astronomicalDusk
source: Astronomical dusk
de: Astronomische Abenddämmerung
fr: Fin du crépuscule astronomique
ja: 天文薄明の終わり
ko: 천문박명 종료
pt_pt: Fim do crepúsculo astronómico
th: สิ้นสุดแสงสนธยาดาราศาสตร์
zh_hans: 天文暮光结束
zh_hant: 天文暮光結束

# event.nauticalDawn
source: Nautical dawn
de: Nautische Morgendämmerung
fr: Aube nautique
ja: 航海薄明の始まり
ko: 항해박명 시작
pt_pt: Alvorada náutica
th: รุ่งอรุณทางทะเล
zh_hans: 航海晨光开始
zh_hant: 航海晨光開始

# event.nauticalDusk
source: Nautical dusk
de: Nautische Abenddämmerung
fr: Fin du crépuscule nautique
ja: 航海薄明の終わり
ko: 항해박명 종료
pt_pt: Fim do crepúsculo náutico
th: สิ้นสุดแสงสนธยาทางทะเล
zh_hans: 航海暮光结束
zh_hant: 航海暮光結束

# event.moonrise
source: Moonrise
de: Mondaufgang
fr: Lever de lune
ja: 月の出
ko: 월출
pt_pt: Nascer da lua
th: ดวงจันทร์ขึ้น
zh_hans: 月出
zh_hant: 月出

# event.moonset
source: Moonset
de: Monduntergang
fr: Coucher de lune
ja: 月の入り
ko: 월몰
pt_pt: Ocaso da lua
th: ดวงจันทร์ตก
zh_hans: 月落
zh_hant: 月落

# plan.create
source: Create a shoot plan
de: Fotoplan erstellen
fr: Créer un projet photo
ja: 撮影プランを作成
ko: 촬영 계획 만들기
pt_pt: Criar plano de fotografia
th: สร้างแผนถ่ายภาพ
zh_hans: 创建拍摄计划
zh_hant: 建立拍攝計劃

# plan.empty
source: Your next shoot starts here
de: Hier beginnt dein nächster Fotoplan
fr: Votre prochaine séance commence ici
ja: 次の撮影を、ここから
ko: 다음 촬영을 여기서 시작하세요
pt_pt: A sua próxima sessão começa aqui
th: เริ่มวางแผนการถ่ายภาพครั้งต่อไปที่นี่
zh_hans: 从这里安排下一次拍摄
zh_hant: 從這裡安排下一次拍攝

# plan.emptyBody
source: Choose a place and light window, then save a plan.
de: Wähle einen Ort und ein Lichtfenster und speichere deinen Plan.
fr: Choisissez un lieu et une période de lumière, puis enregistrez un projet.
ja: 場所と光の時間帯を選んで保存しましょう。
ko: 장소와 빛의 시간대를 골라 계획을 저장하세요.
pt_pt: Escolha um local e um período de luz e guarde o plano.
th: เลือกสถานที่และช่วงแสง แล้วบันทึกแผน
zh_hans: 选择地点和光线时段，保存一份计划。
zh_hant: 選擇地點和光線時段，儲存一份計劃。

# plan.title
source: Plan name
de: Name des Plans
fr: Nom du projet
ja: プラン名
ko: 계획 이름
pt_pt: Nome do plano
th: ชื่อแผน
zh_hans: 计划名称
zh_hant: 計劃名稱

# plan.target
source: Light window
de: Lichtfenster
fr: Période de lumière
ja: 撮影の時間帯
ko: 촬영 시간대
pt_pt: Período de luz
th: ช่วงแสง
zh_hans: 拍摄目标
zh_hant: 拍攝目標

# plan.arrivalLead
source: Arrive before the target
de: Vor dem Zielzeitpunkt ankommen
fr: Arriver avant l’heure cible
ja: 目標時刻より前に到着
ko: 목표 시간 전 도착
pt_pt: Chegar antes da hora prevista
th: ไปถึงก่อนเวลาเป้าหมาย
zh_hans: 提前到场
zh_hant: 提前到場

# plan.reminderLead
source: Remind before the target
de: Vor dem Zielzeitpunkt erinnern
fr: Rappeler avant l’heure cible
ja: 目標時刻より前に通知
ko: 목표 시간 전 알림
pt_pt: Lembrar antes da hora prevista
th: เตือนก่อนเวลาเป้าหมาย
zh_hans: 提前提醒
zh_hant: 提前提醒

# plan.remind
source: Enable reminder
de: Erinnerung aktivieren
fr: Activer le rappel
ja: 通知を有効にする
ko: 알림 사용
pt_pt: Ativar lembrete
th: เปิดการเตือน
zh_hans: 开启提醒
zh_hant: 啟用提醒

# plan.arrival
source: Planned arrival
de: Geplante Ankunft
fr: Arrivée prévue
ja: 到着予定
ko: 도착 예정
pt_pt: Chegada prevista
th: เวลาถึงที่วางแผนไว้
zh_hans: 计划到场
zh_hant: 計劃到場

# plan.arrivalNote
source: Arrival is the target time minus your preparation time. Travel time is not included.
de: Die Ankunft entspricht dem Zielzeitpunkt abzüglich deiner Vorbereitungszeit. Fahrtzeit ist nicht enthalten.
fr: L’arrivée correspond à l’heure cible moins votre préparation. Le trajet n’est pas inclus.
ja: 到着予定は目標時刻から設定した準備時間を引いた時刻です。移動時間は含みません。
ko: 도착 시간은 목표 시간에서 준비 시간을 뺀 값이며 이동 시간은 포함하지 않습니다.
pt_pt: A chegada é a hora prevista menos o tempo de preparação. Não inclui a viagem.
th: เวลาถึงคำนวณจากเวลาเป้าหมายลบเวลาเตรียมตัว ไม่รวมเวลาเดินทาง
zh_hans: 到场时间为目标时刻减去你设置的准备时间，不包含路程耗时。
zh_hant: 到場時間為目標時刻減去你設定的準備時間，不包含路程耗時。

# plan.schedule
source: Shoot schedule
de: Fotozeitplan
fr: Programme photo
ja: 撮影スケジュール
ko: 촬영 일정
pt_pt: Horário da sessão
th: ตารางถ่ายภาพ
zh_hans: 拍摄时间表
zh_hant: 拍攝時間表

# plan.save
source: Save plan
de: Plan speichern
fr: Enregistrer le projet
ja: プランを保存
ko: 계획 저장
pt_pt: Guardar plano
th: บันทึกแผน
zh_hans: 保存计划
zh_hant: 儲存計劃

# plan.noEvent
source: This event does not occur at this place on this date. Choose another target or date.
de: Dieses Ereignis findet hier an diesem Datum nicht statt. Wähle ein anderes Ziel oder Datum.
fr: Cet événement n’a pas lieu ici à cette date. Changez de cible ou de date.
ja: この場所と日付では発生しません。目標または日付を変更してください。
ko: 이 장소와 날짜에는 해당 현상이 없습니다. 목표나 날짜를 변경하세요.
pt_pt: O evento não ocorre neste local e data. Escolha outro objetivo ou outra data.
th: สถานที่นี้ไม่มีเหตุการณ์ดังกล่าวในวันที่เลือก โปรดเปลี่ยนเป้าหมายหรือวันที่
zh_hans: 所选地点当天没有此事件，请更换目标或日期。
zh_hant: 所選地點當天沒有此事件，請更換目標或日期。

# target.sunrise
source: Sunrise
de: Sonnenaufgang
fr: Lever du soleil
ja: 日の出
ko: 일출
pt_pt: Nascer do sol
th: ดวงอาทิตย์ขึ้น
zh_hans: 日出
zh_hant: 日出

# target.sunset
source: Sunset
de: Sonnenuntergang
fr: Coucher du soleil
ja: 日の入り
ko: 일몰
pt_pt: Pôr do sol
th: ดวงอาทิตย์ตก
zh_hans: 日落
zh_hant: 日落

# target.goldenMorning
source: Morning golden hour
de: Goldene Morgenstunde
fr: Heure dorée du matin
ja: 朝のゴールデンアワー
ko: 아침 골든아워
pt_pt: Hora dourada da manhã
th: ช่วงแสงสีทองตอนเช้า
zh_hans: 晨间黄金时刻
zh_hant: 晨間黃金時刻

# target.goldenEvening
source: Evening golden hour
de: Goldene Abendstunde
fr: Heure dorée du soir
ja: 夕方のゴールデンアワー
ko: 저녁 골든아워
pt_pt: Hora dourada da tarde
th: ช่วงแสงสีทองตอนเย็น
zh_hans: 傍晚黄金时刻
zh_hant: 傍晚黃金時刻

# target.blueEvening
source: Evening blue hour
de: Blaue Abendstunde
fr: Heure bleue du soir
ja: 夕方のブルーアワー
ko: 저녁 블루아워
pt_pt: Hora azul da tarde
th: ช่วงแสงสีน้ำเงินตอนเย็น
zh_hans: 傍晚蓝调时刻
zh_hant: 傍晚藍調時刻

# notification.body
source: Your selected light window is approaching
de: Dein gewähltes Lichtfenster beginnt bald
fr: La période de lumière choisie approche
ja: 選択した光の時間帯が近づいています
ko: 선택한 빛의 시간대가 곧 시작됩니다
pt_pt: O período de luz escolhido está a aproximar-se
th: ช่วงแสงที่เลือกใกล้เริ่มแล้ว
zh_hans: 你选择的光线时段即将开始
zh_hant: 你選擇的光線時段即將開始

# notice.saved
source: Saved.
de: Gespeichert.
fr: Enregistré.
ja: 保存しました。
ko: 저장했습니다.
pt_pt: Guardado.
th: บันทึกแล้ว
zh_hans: 已保存。
zh_hant: 已儲存。
